{
    "2838969754": {
        "title": "\n            \n        Data Scientist\n      \n          ",
        "location": "\n            Belgium\n          ",
        "company": "\n        \n          Faqbot\n        \n      ",
        "url_href": "https://be.linkedin.com/jobs/view/data-scientist-at-faqbot-2838969754?refId=E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D&trackingId=9kAAVVG5Rj37SStVZzFTpA%3D%3D&position=2&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "jobId": "2838969754",
        "refId": "E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D",
        "trackingId": "9kAAVVG5Rj37SStVZzFTpA%3D%3D",
        "url_parsed": "https://www.linkedin.com/jobs/view/2838969754"
    },
    "2866723364": {
        "title": "\n            \n        Data Scientist\n      \n          ",
        "location": "\n            Brussels Metropolitan Area\n          ",
        "company": "\n        \n          Python Predictions\n        \n      ",
        "url_href": "https://be.linkedin.com/jobs/view/data-scientist-at-python-predictions-2866723364?refId=E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D&trackingId=byit7YZOVw8Ms%2BoqjmrawA%3D%3D&position=3&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "jobId": "2866723364",
        "refId": "E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D",
        "trackingId": "byit7YZOVw8Ms%2BoqjmrawA%3D%3D",
        "url_parsed": "https://www.linkedin.com/jobs/view/2866723364"
    },
    "2867105233": {
        "title": "\n            \n        Data Scientist\n      \n          ",
        "location": "\n            Antwerp Metropolitan Area\n          ",
        "company": "\n        \n          Cashforce\n        \n      ",
        "url_href": "https://be.linkedin.com/jobs/view/data-scientist-at-cashforce-2867105233?refId=E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D&trackingId=58uW2a1BTvKiuS92SiiHhA%3D%3D&position=4&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "jobId": "2867105233",
        "refId": "E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D",
        "trackingId": "58uW2a1BTvKiuS92SiiHhA%3D%3D",
        "url_parsed": "https://www.linkedin.com/jobs/view/2867105233",
        "job_description": "\nAs a Fintech scale-up disrupting the Treasury space, we are going through a substantial international growth. To make our ambitious vision a reality, we are looking for motivated candidates to take on the journey. You’ll be creating a world-class product with us as a part of the expansion of our technical teams in Belgium. Over the last few years, Cashforce has grown from a great idea into the blooming, international enterprise it is today. Naturally, it all starts with the awesome people. As a Data Scientist you’ll be part of a global and rapidly scaling team that encourages ownership, diversity and personal growth. Learn more about our company culture here: https://cashforce.com/company/careers/We are currently looking for a passionate and experienced Data Scientist to join and help build our team. Because of the rapid growth of the company, we are currently looking for a result-driven colleague to strengthen our fast-growing ‘NextGen’ team. We call it NextGen because we’re putting in place a new multi tenancy cloud solution according to state of the art architecture and design principles. Most of our NextGen Java development activities take place outside of Belgium, but now is the time to start building a team in our own HQ and take full ownership of our solution.Your responsibilitiesAs a Data scientist, it is your goal to help build out and maintain knowledge of the NextGen solution within the Cashforce organisation, with focus on Machine Learning and AI aspects.You have only one aim: to provide innovative solutions for our customers’ challenging forecasting and reporting needs. Concretely:Estimating, planning, and managing your own development tasks and reporting on its progress.(Unit) Testing of deliverables.Demo the created functionality.Code reviews of peer developers.Long story short: you ensure that high-quality, well-tested and documented solutions are delivered.Your profileYour track record has at least 3 years of experience in Machine Learning and AI related modelling and development, combined with a Bachelor or Master in IT, Computer Science or Engineering.You are familiar with machine learning development in Python, and you have hands-on experience with a range of machine learning and data analysis frameworks such as PyTorch, TensorFlow, scikit-learn, Spark, pandas, etc.You have hands-on experience with the most important and contemporary database technologies, including relational databases / (Spark) SQL.A solid understanding of the most important machine learning models, Time series modeling / forecasting, and other related machine learning and statistics methodologies.An ability and eagerness to read and understand relevant research developments in AI, and to translate them into added value for Cashforce’s use cases.You are a clear and open communicator, who is fluent in English (corporate language), all other languages are plus.In this independent role, a structural/organisational mindset is important to set your own priorities and represent the outcome in structured way.A pro-active and hands-on mentality will get you a long way.You love to learn and do this in a fast and independent way (eg: research via Google, books, documentation).Although this is a job with a lot of independence, you are part of a bigger team so teamplay is important.PlusExperience with cloud-based deploymentsKnowledge of communication protocols and tools (REST, SOAP, JMS etc.)Experience with full-stack development of machine learning solutions, continuous integration / continuous deployment, …What's in it for you?Be part of a successful and inspiring team in a fast-growing scale-up that is in its international roll-out phase.Jump into a job role with increasing responsibilities, where your actions have a direct impact on the company’s performance.A market-competitive salary with a lot of extra-legal advantagesWork from home to find a right ‘work-life balance’Amazing colleaguesAbout CashforceCashforce is a ‘next-generation’ Cash forecasting & Working Capital Analytics solution, focused on automation and integration. Our cloud-based software enables corporates to unlock their data and create smarter decisions, saving time and money. Our software provides insight into cash flows, automates manual and cumbersome treasury tasks and improves working capital levels, by integrating internal & external company data (ERPs, TMS, data lakes etc) and processing them through machine learning techniques. Cashforce is used by midsize to large companies and has users in over 120 countries.Apply here to start your journey.Are you ready to reinvent the world of treasury with us? Find all our open global positions here: https://www.linkedin.com/company/cashforce/jobs/\n",
        "seniority_level": "\n            Mid-Senior level\n          ",
        "employment_type": "\n          Full-time\n        ",
        "job_function": "\n            Information Technology, Engineering, and Research\n          ",
        "industries": "\n          IT Services and IT Consulting, Software Development, and Financial Services\n          "
    },
    "2869018291": {
        "title": "\n            \n        Data Scientist\n      \n          ",
        "location": "\n            Flemish Region, Belgium\n          ",
        "company": "\n        \n          Algorhythm\n        \n      ",
        "url_href": "https://be.linkedin.com/jobs/view/data-scientist-at-algorhythm-2869018291?refId=E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D&trackingId=eK6D9%2Fi55H4JEB8g0jCSzw%3D%3D&position=5&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "jobId": "2869018291",
        "refId": "E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D",
        "trackingId": "eK6D9%2Fi55H4JEB8g0jCSzw%3D%3D",
        "url_parsed": "https://www.linkedin.com/jobs/view/2869018291"
    },
    "2874901047": {
        "title": "\n            \n        Data Scientist\n      \n          ",
        "location": "\n            Brussels, Brussels Region, Belgium\n          ",
        "company": "\n        \n          Qualtrics\n        \n      ",
        "url_href": "https://be.linkedin.com/jobs/view/data-scientist-at-qualtrics-2874901047?refId=E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D&trackingId=fJJJgPInpW92WCQdP1BXgA%3D%3D&position=6&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "jobId": "2874901047",
        "refId": "E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D",
        "trackingId": "fJJJgPInpW92WCQdP1BXgA%3D%3D",
        "url_parsed": "https://www.linkedin.com/jobs/view/2874901047",
        "job_description": "\n        The Qualtrics XM Platform™ is a system of action that helps businesses to attract customers who stay longer and buy more, to engage and empower employees to do the best work of their lives, to develop breakthrough products people love, and to build a brand people can’t imagine living without.Joining Qualtrics means becoming part of a team bold enough to chase breakthrough experiences - like building a technology that will be a force for good. A team committed to diversity, equity, and inclusion because of a conviction that every voice holds value, with a vision for representation that matches the world around us and inclusion that far exceeds it. You could belong to a team whose values center on transparency, being all in, having customer obsession, acting as one team, and operating with scrappiness. All so you can do the best work of your career.We believe every interaction is an opportunity. Are we yours?About The RoleAs a Data Scientist, you’ll collaborate with software engineers and other data scientists to develop customer feedback analytics using NLP and Machine Learning. Our large and diverse data sources include social media, surveys, online reviews, and call center transcripts from major companies across the globe. You will apply methods such as text classification, topic modeling, clustering, and transfer learning using both traditional and deep learning approaches. This is an applied research role with a practical focus on adapting methods from open source and the research literature for high-volume production pipelines.About YouYou have a proven record of developing ML components for robust and scalable data-intensive applications. Specifically:Relevant professional experience (a range of seniority levels will be considered).Advanced training in Natural Language Processing and Machine Learning.Proficiency in Python, including the ML ecosystem and software development tools.Knowledge and experience with traditional ML techniques such as Logistic Regression and Random Forests.Knowledge and experience with architectures such as LSTMs and Transformers in at least one deep learning framework (TensorFlow, PyTorch).Preferably, experience working with data in other languages besides English.Familiarity with software development practices such as containerization (docker), dependency management, testing, and API frameworks.Ability to communicate results both to peers and to company leadership.\n",
        "seniority_level": "\n            Entry level\n          ",
        "employment_type": "\n          Full-time\n        ",
        "job_function": "\n            Engineering and Information Technology\n          ",
        "industries": "\n          IT Services and IT Consulting, Software Development, and Internet Publishing\n          "
    },
    "2851366980": {
        "title": "\n            \n        Data Scientist\n      \n          ",
        "location": "\n            Leuven, Flemish Region, Belgium\n          ",
        "company": "\n        \n          ArtiQ\n        \n      ",
        "url_href": "https://be.linkedin.com/jobs/view/data-scientist-at-artiq-2851366980?refId=E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D&trackingId=6xQ%2Fqp9ZZeAPcBAb330hlw%3D%3D&position=7&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "jobId": "2851366980",
        "refId": "E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D",
        "trackingId": "6xQ%2Fqp9ZZeAPcBAb330hlw%3D%3D",
        "url_parsed": "https://www.linkedin.com/jobs/view/2851366980"
    },
    "2754549018": {
        "title": "\n            \n        Data Scientist\n      \n          ",
        "location": "\n            Brussels, Brussels Region, Belgium\n          ",
        "company": "\n        \n          Agilytic\n        \n      ",
        "url_href": "https://be.linkedin.com/jobs/view/data-scientist-at-agilytic-2754549018?refId=E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D&trackingId=o2DPE%2By54QlwdzjGu9q9%2BA%3D%3D&position=8&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "jobId": "2754549018",
        "refId": "E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D",
        "trackingId": "o2DPE%2By54QlwdzjGu9q9%2BA%3D%3D",
        "url_parsed": "https://www.linkedin.com/jobs/view/2754549018"
    },
    "2874158123": {
        "title": "\n            \n        Data Scientist\n      \n          ",
        "location": "\n            Brussels, Brussels Region, Belgium\n          ",
        "company": "\n        \n          CareerAddict\n        \n      ",
        "url_href": "https://be.linkedin.com/jobs/view/data-scientist-at-careeraddict-2874158123?refId=E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D&trackingId=ynaJWkHuUuu%2F0HqJmDfexA%3D%3D&position=9&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "jobId": "2874158123",
        "refId": "E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D",
        "trackingId": "ynaJWkHuUuu%2F0HqJmDfexA%3D%3D",
        "url_parsed": "https://www.linkedin.com/jobs/view/2874158123",
        "job_description": "\n        Exciting opportunity for a Data Scientist to join one of our clients based in Brussels for a contract assignment. (3 days remote and 2 days on site)As a Data Scientist, you will have the opportunity to apply and develop your skills in several domains but also:Provide support and assistance into Data crunching and treatment currently occurring under BI purposes.Address diversified business problems like membership behavioural patterns definition, market pricing trends, targeted marketing, text categorisation and more all across different activities of the organisation.Work with diverse analytical methodologies, including statistical/machine learning, forecasting, text mining, big data algorithms and technologies, social media analysis, spatial analysis, recommendation systems and web analytics.Access one of the richest volumes of varied data in the market and apply your skills to it.Evolve in an environment where innovation and data do have a key role into development of activities.You'll take part in a Data Science community within the organisation dedicated to share practices and mutualize experiences.Technical ExperienceAt least 4 years of relevant experience in Data Science and Analytics.Extensive experience with Python.Church International Ltd (CIL) acts as an employment business for temporary positions and an employment agency for permanent positions. CIL is a committed equal opportunities employer. By applying for this job you accept the T&C's, Privacy Policy and Disclaimers which can be found at our website.Applicants must be eligible to live and work in the specified location.\n      ",
        "seniority_level": "\n            Entry level\n          ",
        "employment_type": "\n          Contract\n        ",
        "job_function": "\n            Engineering and Information Technology\n          ",
        "industries": "\n          Accounting\n          "
    },
    "2848710169": {
        "title": "\n            \n        Data Scientist\n      \n          ",
        "location": "\n            Brussels, Brussels Region, Belgium\n          ",
        "company": "\n        \n          Positive Thinking Company\n        \n      ",
        "url_href": "https://be.linkedin.com/jobs/view/data-scientist-at-positive-thinking-company-2848710169?refId=E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D&trackingId=PXy2DeBG9FuWQ85KIsv8kA%3D%3D&position=10&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "jobId": "2848710169",
        "refId": "E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D",
        "trackingId": "PXy2DeBG9FuWQ85KIsv8kA%3D%3D",
        "url_parsed": "https://www.linkedin.com/jobs/view/2848710169"
    },
    "2873511105": {
        "title": "\n            \n        Data Scientist\n      \n          ",
        "location": "\n            Brussels, Brussels Region, Belgium\n          ",
        "company": "\n        \n          Proximus\n        \n      ",
        "url_href": "https://be.linkedin.com/jobs/view/data-scientist-at-proximus-2873511105?refId=E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D&trackingId=xlYKDplSFMCRSMoY6Unqlg%3D%3D&position=11&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "jobId": "2873511105",
        "refId": "E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D",
        "trackingId": "xlYKDplSFMCRSMoY6Unqlg%3D%3D",
        "url_parsed": "https://www.linkedin.com/jobs/view/2873511105",
        "job_description": "\n        A job at Proximus? You’ll find that everything revolves around the idea ‘Think Possible’. This means: we always assume that something is possible, even if it seems impossible. Well, especially so, actually. Call it a way of thinking that involves being open to a world of digital solutions that make our lives easier. And our way of working smarter.Role descriptionYou will be part of the Advanced Analytics Center of Expertise, a centralized team of data scientists that is supporting the different business units within Proximus. You will transform data into actionable insights that drive operational processes or influence strategic decisions. Use cases can be company-wide covering domains such as predictive maintenance, network analytics, operational efficiency, customer relationship management, image recognition and natural language processing.Responsibilities Translate business requests into data requirements, extract the required structured and unstructured data from the Proximus data lake, data warehouse and other data sources (g.operational systems) and prepare large-scale datasets for modelling.  Identify high-value use cases through data exploration and visualization.  Develop predictive models using state-of-the-art machine learning and statistical methods.  Pilot prototypes in production processes to demonstrate their value.  Deploy prototypes to production, with support of IT, to obtain reliable, scalable systems.  Present your results in a clear manner and discuss them with multi-functional project teams.  Work in close collaboration with business experts (g.for requirement gathering, data source identification, data and process understanding, feature engineering, result validation, etc.), with IT (e.g. for ETL, deployment to production, etc.) and with other data scientists in the team (e.g. for knowledge sharing). ProfileDegree & Experience PhD or Master'sdegree in a quantitative field (Artificial Intelligence, Computer Science, Engineering, Statistics, Mathematics, etc.)  2+ years of relevant work experience in a business environmentTechnical skills   Strong knowledge of state-of-the-art machine learning and statistical methods.  Hands-on experience with data science technologies such as Python. Experience withdeep learning (g. Tensorflow, PyTorch), big data (e.g. Spark, Hadoop), real-time streaming and cloud technologies is a plus.  Proven proficiency in the end-to-end data science project life cycle, including: Translating business requests into data requirements.  Identifying high-value use cases through data exploration and visualization.  Developing machine learning solutions (incl. feature engineering, model fitting, etc.).  Deploying scalable machine learning applications to production. Any experiencewith following elements is big plus: MLOps(CI/CD) - g. Airflow  Containerized deployment of ML products – g.Kubernetes Attitudes/Behavior Passionate about data science and a constant learner Result-oriented and highly proficient in transforming data into actionable insights that create business value Team player with strong communication and presentation skills Able to manage data science projects in an autonomous way and to drive collaboration with domain experts, data engineers and other data scientists Knowledge in the field of telecommunications is a plusLanguages Fluent in English and preferably also Dutch and/or French.What do we offer you?Naturally we have a competitive salary package for you. But there is so much more!We are 100% Belgian. So we make decisions in three languages. And all at the same time if you like! We are open to everyone: M, W, X, and in fact all the other letters of the alphabet. We encourage personal growth. At the Proximus Academy, you won't even want to miss a session. We are, of course, committed to sustainability. What else did you think? We firmly believe that working together is important, but that having fun together is even more so. That is why we regularly organise fun activities. (Please let us know if you have a talent for playing Santa Claus!) We believe in responsibility. Also in yours. For example, you can take it to launch your own initiatives. We put our customers first. And because we are all customers somewhere, you already know what that means. That’s good. And the ever-important work-life balance? We keep it in the right place.In a nutshell … We offer you a job full of opportunities to grow and learn, a job that will push you forward, as you shape the digital future with us. And in doing so, you might achieve more than you thought possible. Are you a professional who thinks like this? Someone who sees solutions where others only see obstacles. Then you are a talent that can still grow with us. Every day.\n      ",
        "seniority_level": "\n            Entry level\n          ",
        "employment_type": "\n          Full-time\n        ",
        "job_function": "\n            Engineering and Information Technology\n          ",
        "industries": "\n          IT Services and IT Consulting, Marketing Services, and Staffing and Recruiting\n          "
    },
    "2874092699": {
        "title": "\n            \n        Machine Learning Engineer\n      \n          ",
        "location": "\n            Brussels, Brussels Region, Belgium\n          ",
        "company": "\n        \n          Treedy's\n        \n      ",
        "url_href": "https://be.linkedin.com/jobs/view/machine-learning-engineer-at-treedy-s-2874092699?refId=E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D&trackingId=mDpGZoDlvnVFK061N8E20A%3D%3D&position=12&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "jobId": "2874092699",
        "refId": "E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D",
        "trackingId": "mDpGZoDlvnVFK061N8E20A%3D%3D",
        "url_parsed": "https://www.linkedin.com/jobs/view/2874092699"
    },
    "2859914867": {
        "title": "\n            \n        Data Scientist (M/F)\n      \n          ",
        "location": "\n            Brussels, Brussels Region, Belgium\n          ",
        "company": "\n        \n          LittleBigCode\n        \n      ",
        "url_href": "https://be.linkedin.com/jobs/view/data-scientist-m-f-at-littlebigcode-2859914867?refId=E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D&trackingId=Yr3nwfADHOPQNKLNu%2FlkAA%3D%3D&position=13&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "jobId": "2859914867",
        "refId": "E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D",
        "trackingId": "Yr3nwfADHOPQNKLNu%2FlkAA%3D%3D",
        "url_parsed": "https://www.linkedin.com/jobs/view/2859914867",
        "job_description": "\nLittleBigCode is a digital consulting laboratory specializing in Data and Artificial Intelligence. Our mission is to democratize the use of these technologies by co-building useful applications with our customers for the Society of the future, particularly on subjects related to health, mobility or the environment. For this, we deliver turnkey projects and also work on consulting assignments while developing our own solutions. Finally, we combine Cloud technologies, AGILE methods and DevOps culture to facilitate industrialization and scaling up. Our big success so far: A community of more than 40 enthusiasts of Data Science & Data Engineering domainsInternational presence & missions – we are launching our new office in Belgium!Workshops, Innovation contests, customers challenges taken up As such, we are looking to build our technical team in Belgium ! Join us ! What will be your tasks with us? You will work in Agile mode and you will support our client on their challenges related to Data and production. You will be working in the following areas:Business case study with business teamsAnalysis of customer data and processes in order to study their valuationElaboration of Data Science solutionsGoing into production with Data EngineersCreation of POC, model developmentEnsure a technological watch in order to propose innovationsWho are you?You have a Master in engineering (Computer Science, Mathematics, Statistics…) and you have some experiences as a Data Scientist!You have bases in the realization of POC, the development of models and applications starting from-scratch as well as in the putting into productionYou master programming best practices such as code versionning (git), IDE use (PyCharm fore.g.), testing, use of CI/CD tools You are fully proficient in Python, Machine learning & Deep learning frameworks (Scikit-Learn & Tensorflow for e.g.) and DataViz toolsYou have experiences with Data services of at least one the major Cloud Provider (Azure, AWS, GCP)You are familiar with some of the following domains: time series, NLP, Computer Vision, reinforcement learning, IoTNote that we are also big devotees of DevOps so the more you are comfortable with it, all the better!Fluent in English + in Dutch and/or FrenchWhy LittleBigCode ? Because our priority is to make our talents successful !10 days allocated to training, techno watch and the proposal of an innovative use case4 Workshops during the year with the teams to share their feedback & best practices2 annual innovation challenges with a reward for the 3 best projectsSupport from experts on all your questions and / or difficultiesA feeling of usefulness by participating in the construction of the world of tomorrow – atmosphere that encourages the development of your own internal initiativesBased on the convictions that innovation, technologies and sharing must be at the heart of our philosophy and our thinking, we are above all looking for passionate people willing to build the applications of tomorrow with us, without forgetting to keep an ounce of madness and humor... At LittleBigCode, we may not be astronauts but we are also aiming for the stars!We are AI Solutions Creators!\n",
        "seniority_level": "\n            Associate\n          ",
        "employment_type": "\n          Full-time\n        ",
        "job_function": "\n            Information Technology, Consulting, and Engineering\n          ",
        "industries": "\n          IT Services and IT Consulting\n          "
    },
    "2709756252": {
        "title": "\n            \n        ML Data Scientist\n      \n          ",
        "location": "\n            Brussels, Brussels Region, Belgium\n          ",
        "company": "\n        \n          Cognizant\n        \n      ",
        "url_href": "https://be.linkedin.com/jobs/view/ml-data-scientist-at-cognizant-2709756252?refId=E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D&trackingId=OEoISx4BApjE%2BuHQeBDMHg%3D%3D&position=14&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "jobId": "2709756252",
        "refId": "E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D",
        "trackingId": "OEoISx4BApjE%2BuHQeBDMHg%3D%3D",
        "url_parsed": "https://www.linkedin.com/jobs/view/2709756252"
    },
    "2804505289": {
        "title": "\n            \n        Data Scientist\n      \n          ",
        "location": "\n            Brussels, Brussels Region, Belgium\n          ",
        "company": "\n        \n          Pauwels Consulting\n        \n      ",
        "url_href": "https://be.linkedin.com/jobs/view/data-scientist-at-pauwels-consulting-2804505289?refId=E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D&trackingId=c3d9wOTXBYel5TAj8mxQ%2FQ%3D%3D&position=15&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "jobId": "2804505289",
        "refId": "E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D",
        "trackingId": "c3d9wOTXBYel5TAj8mxQ%2FQ%3D%3D",
        "url_parsed": "https://www.linkedin.com/jobs/view/2804505289"
    },
    "2864492744": {
        "title": "\n            \n        Data Scientist\n      \n          ",
        "location": "\n            Brussels, Brussels Region, Belgium\n          ",
        "company": "\n        \n          RETAIL ANGELS\n        \n      ",
        "url_href": "https://be.linkedin.com/jobs/view/data-scientist-at-retail-angels-2864492744?refId=E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D&trackingId=nsAmZIqiUBJVazy5ih4NKg%3D%3D&position=16&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "jobId": "2864492744",
        "refId": "E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D",
        "trackingId": "nsAmZIqiUBJVazy5ih4NKg%3D%3D",
        "url_parsed": "https://www.linkedin.com/jobs/view/2864492744"
    },
    "2774208625": {
        "title": "\n            \n        Data Scientist - Belgium \n      \n          ",
        "location": "\n            Belgium\n          ",
        "company": "\n        \n          Excelerate Recruitment Partners\n        \n      ",
        "url_href": "https://be.linkedin.com/jobs/view/data-scientist-belgium-at-excelerate-recruitment-partners-2774208625?refId=E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D&trackingId=E2cP88yr8vnWw0qYemH62w%3D%3D&position=17&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "jobId": "2774208625",
        "refId": "E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D",
        "trackingId": "E2cP88yr8vnWw0qYemH62w%3D%3D",
        "url_parsed": "https://www.linkedin.com/jobs/view/2774208625",
        "job_description": "\nType: PermanentLocation: BelgiumSalary: Upto €80,000  We partner with a global consultancy with an excellent reputation in the Data and Analytics space that are looking to expand their Data services division in Belgium. This division advises, develops and implements modern analytics and AI solutions by applying industry expertise, technology and business solutions and services, proven methodologies, and experienced people.Essential Job Functions include but are not limited to;Guide, design, implement and/or maintain business database structures in a complex environment according to user specificationIdentify opportunities and solve business challenges to leverage information to expand the business and foster innovation; shapes and drives the analytics strategy to develop and/or enhance business moel/s that provide business and customer insights that maximise business efficiency and outcomes.Collect and analyse metric data; prepare reports to support internal and external performance reporting requirements; build and apply basic to moderately complex measurement models on performance, prediction, quality, and other key business factors; analyses moderately complex metric data to enable management in decision making.Skills required for this role include but are not limited to;A natural inclination toward solving complex problemsKnowledge/Experience with statistical programming languages including Python, SLQ etc to process data and gain insights from it.Experience applying and understanding data architecturesKnowledge and experience of analytics cloud technologies including Microsoft Azure, AWS and/or GCP Analytics services.If you’re interested in learning more about this opportunity, please don’t hesitate to apply to the role so we can arrange a confidential discussion to explore further.\n",
        "seniority_level": "\n            Mid-Senior level\n          ",
        "employment_type": "\n          Full-time\n        ",
        "job_function": "\n            Consulting\n          ",
        "industries": "\n          IT Services and IT Consulting\n          "
    },
    "2865390419": {
        "title": "\n            \n        Machine Learning Engineer @ Radix\n      \n          ",
        "location": "\n            Brussels, Brussels Region, Belgium\n          ",
        "company": "\n        \n          Radix\n        \n      ",
        "url_href": "https://be.linkedin.com/jobs/view/machine-learning-engineer-%40-radix-at-radix-2865390419?refId=E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D&trackingId=pSbBH5ps%2Bumu8LY5YtkKiA%3D%3D&position=18&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "jobId": "2865390419",
        "refId": "E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D",
        "trackingId": "pSbBH5ps%2Bumu8LY5YtkKiA%3D%3D",
        "url_parsed": "https://www.linkedin.com/jobs/view/2865390419",
        "job_description": "\nAbout RadixRadix is an Artificial Intelligence agency based in Brussels. Founded in January 2018, Radix has grown into a full-fledged AI agency of 25 people. Together with our clients, we deliver impactful AI solutions that have a positive impact on the world. Our mission is to help our clients grow and more importantly to improve people's lives!What we do for youWe offer you the opportunity to join one of the leading AI solution providers and work together with a breadth of industries and like-minded organizations, including GSK, Brussels Airport, Atlas Copco, Flanders Investment and Trade, VDAB, Belga, Macadam, House of HR and many more. Visit our website https://radix.ai/ for client testimonials and case studies.With your talent, passion and expertise, you’ll become part of an amazing team that makes the impossible possible! We are proud of our open, multicultural, and informal company culture with many possibilities to take initiative, show responsibility and work together on new ideas. Next to that, we will make sure you have an impact from the start & we will invest in your development to further your technical and personal growth.What you’ll doTogether with a team of driven, passionate engineers, you will work closely with the client to design, implement, deploy, and maintain state-of-the-art Artificial Intelligence solutions. In this role, you’ll have the opportunity to work, and learn, on challenging, impactful & rewarding problems, including:Designing and implementing Machine Learning solutions using for example: Transformer and Language models, Convolutional Neural Networks, Unsupervised Machine Learning, etc.Building and deploying reproducible and scalable solutions on cloud infrastructureDistributing training across GPUs and nodes with data and model parallelism.Scaling Machine Learning models to thousands of users.Designing Machine Learning models to run on mobile devices.Who you areYou are a passionate engineer who is deeply interested in Machine Learning and Artificial Intelligence. You are motivated by working in a vibrant team on diverse projects and determined to deliver day-to-day real impact solutions:You have a master’s or Ph.D. in Computer Science or a similar field.You are confident in your Software Engineering skills.You have mastered the SciPy stack (Python, pandas, numpy, scikit-learn).You know your way around source control and reproducibility tooling (git, conda, pip, docker).You have experience with Deep Learning frameworks (TensorFlow, PyTorch), and parallel computing libraries (dask, numba) is a plus.You have excellent communication skills in English.Benefits & PerksYou’ll be part of a great team of passionate people & experienced colleagues to learn from. Next to that, we organize frequent happy hours and team events to never forget! Your energy and commitment will be appreciated by means of a competitive salary with a great package of extra benefits:Flexibility to choose where, how, and when you want to work.A cool, easily reachable office in Brussels (right above the central station).Full healthcare benefits plan and group insurance.Meal and eco vouchers.Fixed cost & family allowances.Full coverage of transportation costs.An L&D budget to spend as you like.Your own MacBook Pro.Additional Radix holidays.Still not convinced? Visit our website to discover why Radix will be your dream workplace: https://radix.ai/blog/2021/3/nine-reasons-why-radix-is-your-dream-workplace/\n",
        "seniority_level": "\n            Associate\n          ",
        "employment_type": "\n          Full-time\n        ",
        "job_function": "\n            Information Technology\n          ",
        "industries": "\n          IT Services and IT Consulting\n          "
    },
    "2852488432": {
        "title": "\n            \n        DATA SCIENTIST\n      \n          ",
        "location": "\n            Louvain-la-Neuve, Walloon Region, Belgium\n          ",
        "company": "\n        \n          AGC Glass Europe\n        \n      ",
        "url_href": "https://be.linkedin.com/jobs/view/data-scientist-at-agc-glass-europe-2852488432?refId=E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D&trackingId=%2FUeUIc2l%2Bmrduu%2B1F4GnYA%3D%3D&position=19&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "jobId": "2852488432",
        "refId": "E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D",
        "trackingId": "%2FUeUIc2l%2Bmrduu%2B1F4GnYA%3D%3D",
        "url_parsed": "https://www.linkedin.com/jobs/view/2852488432"
    },
    "2838238302": {
        "title": "\n            \n        Data Scientist - QuantumBlack\n      \n          ",
        "location": "\n            Brussels, Brussels Region, Belgium\n          ",
        "company": "\n        \n          QuantumBlack, a McKinsey company\n        \n      ",
        "url_href": "https://be.linkedin.com/jobs/view/data-scientist-quantumblack-at-quantumblack-a-mckinsey-company-2838238302?refId=E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D&trackingId=W4ed752Jr3UhLLcZqZo3wg%3D%3D&position=20&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "jobId": "2838238302",
        "refId": "E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D",
        "trackingId": "W4ed752Jr3UhLLcZqZo3wg%3D%3D",
        "url_parsed": "https://www.linkedin.com/jobs/view/2838238302"
    },
    "2837980496": {
        "title": "\n            \n        Data Scientist\n      \n          ",
        "location": "\n            Mechelen, Flemish Region, Belgium\n          ",
        "company": "\n        \n          DXC Technology\n        \n      ",
        "url_href": "https://be.linkedin.com/jobs/view/data-scientist-at-dxc-technology-2837980496?refId=E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D&trackingId=zFpz798K3ZffWz%2F%2BREQgvw%3D%3D&position=21&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "jobId": "2837980496",
        "refId": "E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D",
        "trackingId": "zFpz798K3ZffWz%2F%2BREQgvw%3D%3D",
        "url_parsed": "https://www.linkedin.com/jobs/view/2837980496",
        "job_description": "\n        DXC Luxoft advises, develops, and implements modern analytics and AI solutions by applying industry expertise, technology and business solutions and services, proven methodologies, and experienced people. With our offerings, capabilities, and global reach, organizations accelerate digital transformation and confidently produce repeatable, AI-powered business outcomes. We work with our customers to convert data to information, information to insights and insights to better business outcomes.What You Will DoGuide, design, implement and/or maintain databases structures in a complex environment according to user specificationsIdentify opportunities and solve business challenges to leverage information to expand the business and foster innovation; shapes and drives the analytics strategy to develop and/or enhance business model/s that provide business and customer insights that maximize business efficiency and outcomes.Collect and analyze metric data; prepare reports to support internal and external performance reporting requirements; build and apply basic to moderately complex measurement models on performance, prediction, quality, and other key business factors; analyzes moderately complex metric data to enable management in decision making.Provide data mining and analytics support to create predictive modeling initiatives.Conduct statistical data modeling supporting a broad range of business and customer applications. Present alternative approaches and unique or innovative analyses as appropriate.Produces reports, charts and other trend analyses through the use and interpretation of data to describe current business situation/s. Identifies trends, patterns or exceptions that assist in predictive modeling initiatives.Assembling large, complex data sets that meet functional / non-functional business requirementsWho You AreA natural inclination toward solving complex problemsKnowledge/experience on/with statistical programming languages, including R, Python, SLQ, etc., to process data and gain insights from itExperience applying and understanding data architecturesKnowledge and experience of Analytics cloud technologies including Microsoft Azure, AWS and/or GCP Analytics servicesKnowledge and experience of Machine Learning techniques, including decision tree learning, clustering, artificial neural networks, etc., and their pros and consKnowledge and application experience in advanced statistical techniques and concepts, including, regression, distribution properties, statistical testing, etc.Experience/knowledge in statistics and data mining techniques, including, random forest, GLM/regression, social network analysis, text mining, etc.Preferable: Experience with major web services, including S3, Spark, Redshift, etc.Experience/knowledge in distributed data and computing tools, including, MapReduce, MySQL, Hadoop, Spark, Hive, etc.Ability to use data visualization tools to showcase data for stakeholders Excellent communication and presentation skillsExperience preparing and managing documentation of (senior-level) client deliverablesWorking effectively in multi-disciplinary and cross-organizational teamsImpulse to learn and master new technologiesGood interpersonal and human relations skills to interact with users, Product Owners, scrum master Pod team members and other stakeholders.and aMaster or higher degree in Informatics, Business Engineering, Computer Science or related technical discipline3-5 years of field experience in a similar roleFluency in Dutch and English. French is considered an additional benefitWhat You’ll Get A motivating salary package, including fringe benefits and flexible working hours, and possibilities to work from home Being part of an ambitious and growing team. On-the-job training and access to our online platform “DXC-University” Opportunities to work with the latest technologies for a top range of customers\n",
        "seniority_level": "\n            Entry level\n          ",
        "employment_type": "\n          Full-time\n        ",
        "job_function": "\n            Engineering and Information Technology\n          ",
        "industries": "\n          IT Services and IT Consulting, Software Development, and Business Consulting and Services\n          "
    },
    "2873385288": {
        "title": "\n            \n        Data Science .\n      \n          ",
        "location": "\n            Mechelen, Flemish Region, Belgium\n          ",
        "company": "\n        \n          Telenet\n        \n      ",
        "url_href": "https://be.linkedin.com/jobs/view/data-science-at-telenet-2873385288?refId=E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D&trackingId=Z%2FyVxAx8RBTTnubAo7194Q%3D%3D&position=22&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "jobId": "2873385288",
        "refId": "E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D",
        "trackingId": "Z%2FyVxAx8RBTTnubAo7194Q%3D%3D",
        "url_parsed": "https://www.linkedin.com/jobs/view/2873385288",
        "job_description": "\nJob DescriptionIn your role as a Data Scientist, you’ll be in a driving seat to not only deliver impact on our technical processes and systems but also to guide strategic decision-making within our company, make a difference in our customer’s entertainment, communication and future digital experiences, and drive new business development by applying state-of-the-art machine learning and analytics capabilities in a Big Data context.If this sounds like a nice proposition, here’s what you should have in store for us, and what we will have in store for you…TASKSDevelop business cases for innovative ideas by providing data-driven insights which prove their value.Come up with new, data-driven, innovative ideas to generate value from our data sources and build a business case for them. Pitch your ideas to business stakeholders.Help cultivate data-driven initiatives by providing end-to-end assistance in the development of prototypes and MVPs.Maintain an extensive overview of the data sources that are available both within Telenet and externally.Provide analytical guidance in strategic decision-making processes.Use new and existing Machine Learning techniques both on small as well as big data and develop new algorithms where necessary.PROFILEBusiness acumen: You are able to quickly grasp new business processes and are creative in finding ways to improve upon them using data.Clear Communication: You’re an excellent communicator and storyteller effectively tuning your delivery to your target audience, i.e. from engineer to C-level executive.Visualisation: You know how to facilitate turning data into insights by using the right visualisations for your results.Machine Learning & statistics: You like Bayes and Markov, Neural Networks are no black box to you. You can apply your profound machine learning & statistics skills in a Big Data context.Pragmatic: You are pragmatic in your approach. You use the right techniques to provide the needed quality and detail while avoiding complex solutions.Big Data Technology: You constantly maintain an overview of the Big Data landscape, allowing yourself to use new technologies where needed.Prototyping: You are flexible in the languages (Scala, Python, JavaScript, R, ...) and technologies (Elasticsearch, Kafka, Spark, Hadoop, …) you use. This allows you to develop a prototype end-to-end.Who are we looking for?Master or PhD with a focus on informatics/math/statistics/economics2 years of experience in data science (propensity modelling, segmentations, machine learning, …) and/or big data (Hadoop, Spark, R, Python, …)Be able to translate and communicate a statistical model towards actionable insights to make sure the outcome drives change & valueInnovation should be in your genesBe able to deliver projects autonomously and share your know-how to make sure the team keeps out-performingBe able to communicate in Dutch & EnglishHow we make a difference for you!Start a new adventure in the beating heart of our data driven organization, where we work in the utmost flexible way, be it from home or from our open and trendy collaboration spots at the office, and collegiality is more than just a word. We keep an eye out for talent, ambition and eagerness to learn. We’ll coach you, train you and make you part of our story. Moreover, you’ll enjoy a wages and benefits package that will get you places. We’re talking meal vouchers, group and health insurance, a yearly bonus and discounts on Telenet products. Come experience it for yourself, our passion is contagious.\n      ",
        "seniority_level": "\n            Entry level\n          ",
        "employment_type": "\n          Full-time\n        ",
        "job_function": "\n            Engineering and Information Technology\n          ",
        "industries": "\n          IT Services and IT Consulting, Software Development, and Telecommunications\n          "
    },
    "2838236575": {
        "title": "\n            \n        Data Scientist - Optimus AI\n      \n          ",
        "location": "\n            Brussels, Brussels Region, Belgium\n          ",
        "company": "\n        \n          McKinsey & Company\n        \n      ",
        "url_href": "https://be.linkedin.com/jobs/view/data-scientist-optimus-ai-at-mckinsey-company-2838236575?refId=E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D&trackingId=1wjAXuYthEaSxMsML83R%2BQ%3D%3D&position=23&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "jobId": "2838236575",
        "refId": "E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D",
        "trackingId": "1wjAXuYthEaSxMsML83R%2BQ%3D%3D",
        "url_parsed": "https://www.linkedin.com/jobs/view/2838236575",
        "job_description": "\nQualificationsMaster's or advanced degree in quantitative and/or engineering related discipline, such as computer science, engineering, applied mathematics, analytics, data science, statistics, economics 3+ years of relevant professional experience in advanced analytics, ideally in heavy industryClean and efficient coding abilities in Python and/or R, ideally with experience in using cloud computing resources and parallel processingAbility to apply and advise on state-of-the-art advanced analytics and modeling techniques to derive business insights and solve complex business problems Knowledge in algorithms for data validation, data cleaning, feature selection, machine learning and optimizationStrong problem-solving skills paired with the ability to develop creative and effective solutionsExcellent analytical skills including the ability to disaggregate issues, identify root causes and recommend solutionsTrack record of completing projects successfully on time as per scopeAbility to thrive in a flexible, multi-disciplinary and agile working environmentStrong interpersonal communication skills (in person and in writing); experience in facilitating discussions with (senior) leaderFlexible to travel to other offices/client locations for short/long term assignmentsWhat You'll DoYou will leverage your analytics expertise and domain knowledge to provide insights both to clients as part of client service teams and within the OptimusAI team by strengthening the core products and recipes we build for clients.You will split your time delivering impact at clients (either remotely or on site) and building up OptimusAI’s core analytics offerings.You will help bring OptimusAI’s technology solution and transformation best-practices to clients across various industries. You will work in client-facing multi-disciplinary teams of 3-5 people, leveraging your creativity, analytics and problem-solving skills to improve the client’s performance in energy efficiency, product quality, yield and throughput. You will be working side-by-side with process engineers and analytics specialists, and will be communicating your work to executive audiences.When working internally with the OptimusAI team, you will work our product engineers to build innovative algorithms and products to best meet current and future client needs. You will help codify best practices, radiate our impact in/externally and shape the product roadmap.Along the way, you will receive best-in-class training in structuring business problems and serving as a client advisor and have opportunities to work closely with and learn from our senior manufacturing and analytics experts and industry players that are shaping the future of energy and material production. You will get access to unparalleled career acceleration with a huge amount of ownership and responsibility from the get-go in a collaborative, diverse, non-hierarchical environment. You will get the opportunity to travel to client sites, locally and around the world. Lastly, you will provide direct and measurable impact to some of the largest industrial players around the globe.We encourage you to submit a cover letter to highlight why you believe that you are a good fit for our team and what we do!Who You'll Work WithYou will be based in our Brussels office as part of McKinsey’s manufacturing analytics team (OptimusAI), which combines our domain expertise in energy and materials with cutting-edge analytics.Our Global Energy and Materials (GEM) group advises production and investor companies across oil & gas, metals & mining, electric power/natural gas and chemicals & agriculture on strategic, operational, sustainability and growth issues. QuantumBlack is McKinsey’s AI branch bringing together analytics, design and engineering expertise. At the intersection of both groups, OptimusAI is a team of ~30 expert consultants, data scientists and engineers, focused on improving processing plant productivity through data analytics.We develop real-time AI-powered advisory systems to support decision making in the plant control room, we assess and optimize process control systems, and we unlock plant bottlenecks through data-driven process changes. OptimusAI supports a broader community of GEM practitioners on tech-enabled manufacturing by developing an innovative machine learning toolkit, and codifying the proven approach to deliver significant and lasting client impact.\n      ",
        "seniority_level": "\n            Associate\n          ",
        "employment_type": "\n          Full-time\n        ",
        "job_function": "\n            Consulting and Information Technology\n          ",
        "industries": "\n          Business Consulting and Services\n          "
    },
    "2869865176": {
        "title": "\n            \n        Data Scientist\n      \n          ",
        "location": "\n            Brussels, Brussels Region, Belgium\n          ",
        "company": "\n        \n          VOO\n        \n      ",
        "url_href": "https://be.linkedin.com/jobs/view/data-scientist-at-voo-2869865176?refId=E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D&trackingId=77a9uwbF0Fh9niYichEtmw%3D%3D&position=24&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "jobId": "2869865176",
        "refId": "E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D",
        "trackingId": "77a9uwbF0Fh9niYichEtmw%3D%3D",
        "url_parsed": "https://www.linkedin.com/jobs/view/2869865176"
    },
    "2748868382": {
        "title": "\n            \n        Data Scientist (F/M) - BE832160\n      \n          ",
        "location": "\n            Brussels, Brussels Region, Belgium\n          ",
        "company": "\n        \n          Fyte\n        \n      ",
        "url_href": "https://be.linkedin.com/jobs/view/data-scientist-f-m-be832160-at-fyte-2748868382?refId=E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D&trackingId=6TlcI6P5ydUcAMgWJaWv5w%3D%3D&position=25&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "jobId": "2748868382",
        "refId": "E19dMs0cwLZZ9%2BzYGwsoCg%3D%3D",
        "trackingId": "6TlcI6P5ydUcAMgWJaWv5w%3D%3D",
        "url_parsed": "https://www.linkedin.com/jobs/view/2748868382"
    }
}