{
    "2872354891": {
        "title": " STAGE - Data Scientist débutant(e) dans un DataLab ",
        "location": " Pau, Nouvelle-Aquitaine, France ",
        "company": " TotalEnergies ",
        "url_href": "https://fr.linkedin.com/jobs/view/stage-data-scientist-d%C3%A9butant-e-dans-un-datalab-at-totalenergies-2872354891?refId=c7gBP59XsIbFGQ7NW5%2FI7Q%3D%3D&trackingId=x9JRsTrNrCPNBMBqpkLXMA%3D%3D&position=2&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "jobId": "2872354891",
        "refId": "c7gBP59XsIbFGQ7NW5%2FI7Q%3D%3D",
        "trackingId": "x9JRsTrNrCPNBMBqpkLXMA%3D%3D",
        "url_parsed": "https://www.linkedin.com/jobs/view/2872354891",
        "job_description": " Job DescriptionTotalEnergies est un acteur majeur de l'énergie dans le monde. La branche Exploration & Production se concentre sur l'exploration et la production de pétrole et de gaz naturel. La complexité technique de ce genre de travaux nécessite une rigueur importante dans la gestion du patrimoine informationnel (documents techniques et autres) du groupe.La DataLab est un programme transverse dont le but est de faciliter la gestion documentaire en se basant sur les technologies pointues des data sciences et de l'intelligence artificielle : classification, gestion des métadonnées, traitement naturel du langage etc.Nous recherchons pour notre site du CSTJF basé à PAU (64) et pour une durée de 4 à 6 mois, un(e) stagiaire Data Scientist débutant/e. Le/La candidate aura pour objectif d'accompagner les équipes du DataLab dans la réalisation de briques techniques afin de répondre aux besoins des data managers, dans les domaines de la géo information et des géosciences, ainsi que des nouvelles énergies.Le/la stagiaire intégrera une équipe pluridisciplinaire (data managers, chef de projets systèmes d'information, IT spécialistes, product owners, Data Scientists expérimentés). Selon les cas d'utilisations, le/la candidate aura accès à des ressources puissantes et des briques techniques spécifiques pour lancer les calculs (Supercalculateur Pangea, Cloud...).Il/Elle sera invité(e) aux différents points de rencontres des équipes : avancements, arbitrages, partenaires... D'un point vue technique, le/la candidate devra évaluer la pertinence des technologies existantes (Machine Learning, NLP, Computer Vision etc.), si la faisabilité et la création de valeur se confirment, une proposition de solution sera alors attendue, allant de la stratégie de préparation de la donnée à l'évaluation de la performance et la validation de la technologie.En conséquence, le/la candidat(e) apportera une véritable valeur ajoutée par son analyse et ses réalisations. Il/Elle bénéficiera de toute l'expérience et l'accompagnement d'une équipe dynamique en mode \"start-up\", AGILE et flexible dans sa méthodologie.Titre de séjour et autorisation de travail valides pour la période couverte par cette offre(la conclusion de ce contrat de professionnalisation ne permet pas la délivrance par l'administration d'une autorisation temporaire de travail).Candidate profileVous recherchez une opportunité dans une grande Compagnie Internationale ?Vous avez un niveau d'anglais d'intermédiaire à courant ?Vous préparez actuellement un Bac+5 en Science des données ?Vous avez des compétences en Data sciences, Machine Learning, Programmation ?Vous avez de solides connaissances en Python, Script, Environnement Linux ?Vous êtes curieux(se), appliqué(e) et vous aimez l'innovation ?Si cette offre de stage vous intéresse, alors n'attendez plus... Postulez chez TotalEnergies !Dans le cadre de sa politique Diversité, TotalEnergies étudie, à compétences égales, toutes candidatures dont celles de personnes en situation de handicap.Offer ID49065BRMetierGéoInformationRegion, department, area64 - Pyrénées-AtlantiquesWorkplace location (Precisions/Keywords)PAUEmployment typeStage conventionnéExperience Level RequiredMoins de 3 ansBranchExploration and ProductionInterview locationPAU Visio ou PrésentielAbout Us / Company ProfileTotalEnergies est une compagnie multi-énergies mondiale de production et de fourniture d’énergies : pétrole et biocarburants, gaz naturel et gaz verts, renouvelables et électricité. Ses 105 000 collaborateurs s'engagent pour une énergie toujours plus abordable, propre, fiable et accessible au plus grand nombre. Présent dans plus de 130 pays, TotalEnergies inscrit le développement durable dans toutes ses dimensions au cœur de ses projets et opérations pour contribuer au bien-être des populations. ",
        "seniority_level": " Entry level ",
        "employment_type": " Full-time ",
        "job_function": " Engineering and Information Technology ",
        "industries": " Oil and Gas "
    },
    "2871716197": {
        "title": " Développeur Logiciel H/F ",
        "location": " Greater Pau Area ",
        "company": " COSOLUCE ",
        "url_href": "https://fr.linkedin.com/jobs/view/d%C3%A9veloppeur-logiciel-h-f-at-cosoluce-2871716197?refId=c7gBP59XsIbFGQ7NW5%2FI7Q%3D%3D&trackingId=dTghJj%2FQW9X%2FZyoZZjsXeg%3D%3D&position=3&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "jobId": "2871716197",
        "refId": "c7gBP59XsIbFGQ7NW5%2FI7Q%3D%3D",
        "trackingId": "dTghJj%2FQW9X%2FZyoZZjsXeg%3D%3D",
        "url_parsed": "https://www.linkedin.com/jobs/view/2871716197",
        "job_description": " COSOLUCE, 9,3M€ de CA, plus de 80 salariés, est éditeur de logiciels depuis 20 ans pour plus de 6 600 collectivités locales équipées sur les gammes Finance, RH et Affaires Générales.POSTE ET MISSIONS.Intégré.e au service Recherche et Développement, composé de 4 squads, organisés en agilité, vos missions seront les suivantes :Développer les fonctionnalités de nos logiciels en vous intégrant un de nos équipes Scrum.Participer aux cérémoniaux Agile de votre équipe Scrum.Garantir des livraisons de qualité.Assurer le support technique de niveau 3.Participer à l'amélioration continue de notre fonctionnement interne.PROFIL.De formation supérieure en Développement Informatique, fort d'une solide expérience vous êtes une personne motivée, curieuse, créative, autonome et rigoureuse.Orienté-client, votre sens de l’organisation et des priorisations sera la clé pour mener à bien vos missions. Un bon niveau d’anglais sera apprécié.COMPÉTENCES ATTENDUES.Maitrise de l'environnement technologique VB6, Microsoft .NET (C#), WPF et SQL Server (Transact-SQL)Connaissances en architecture applicative et tests automatisésConnaissance de JIRABonnes pratiques de la méthode agile Scrum "
    },
    "2783664989": {
        "title": " Library Software Engineer - Python ",
        "location": " Montesquiou, Occitanie, France ",
        "company": " Datadog ",
        "url_href": "https://fr.linkedin.com/jobs/view/library-software-engineer-python-at-datadog-2783664989?refId=c7gBP59XsIbFGQ7NW5%2FI7Q%3D%3D&trackingId=NjXKKV4C01ZWhnZX7l0GYw%3D%3D&position=4&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "jobId": "2783664989",
        "refId": "c7gBP59XsIbFGQ7NW5%2FI7Q%3D%3D",
        "trackingId": "NjXKKV4C01ZWhnZX7l0GYw%3D%3D",
        "url_parsed": "https://www.linkedin.com/jobs/view/2783664989",
        "job_description": " About Datadog:We're on a mission to build the best platform in the world for engineers to understand and scale their systems, applications, and teams. We operate at high scale—trillions of data points per day—allowing for seamless collaboration and problem-solving among Dev, Ops and Security teams globally for tens of thousands of companies. Our engineering culture values pragmatism, honesty, and simplicity to solve hard problems the right way.The Opportunity:Datadog is building a world-class APM product that traces requests as they flow across complex systems. We are looking for an expert Python developer who can help push our tracing tools to the next level. Come and join us to build amazing open source software.You Will:Write open source code that instruments thousands of Python applications around the world.Drive our open source Python projects and engage with the community to find and address the most important challenges.Join a great team building software the right way.You Are:You’re a master Python programmer. You’ve tamed the GIL. You’ve tried gevent, asyncio, tornado and even plain old threading.You are a great community ambassador and can drive hard technical conversations towards a good solution.You have solid experience with widely used frameworks and libraries like Asyncio, Django, Flask, Falcon, and Celery.You want to work in a fast, high growth startup environment.You have a BS/MS/PhD in a STEM field or equivalent experience.Bonus Points:You run your applications in PyPy or other interpreter implementations.You have significant experience with Go, Java, JavaScript or Ruby.You have experience with code telemetry and introspection.You have experience with CPython bindings or Cython.You have solid experience with widely used testing frameworks and tools like Pytest or Coverage.py.Equal Opportunity at Datadog:Datadog is an Affirmative Action and Equal Opportunity Employer and is proud to offer equal employment opportunity to everyone regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, gender identity, veteran status, and more. We also consider qualified applicants regardless of criminal histories, consistent with legal requirements.Your Privacy:Any information you submit to Datadog as part of your application will be processed in accordance with Datadog’s Applicant and Candidate Privacy Notice. ",
        "seniority_level": " Entry level ",
        "employment_type": " Full-time ",
        "job_function": " Engineering and Information Technology ",
        "industries": " IT Services and IT Consulting, Marketing Services, and Software Development "
    },
    "2846122375": {
        "title": " STAGE - Machine learning pour détection de nuages à partir d'imagerie satellitaire optique ",
        "location": " Pau, Nouvelle-Aquitaine, France ",
        "company": " TotalEnergies ",
        "url_href": "https://fr.linkedin.com/jobs/view/stage-machine-learning-pour-d%C3%A9tection-de-nuages-%C3%A0-partir-d-imagerie-satellitaire-optique-at-totalenergies-2846122375?refId=c7gBP59XsIbFGQ7NW5%2FI7Q%3D%3D&trackingId=QF6SuM%2By%2BDezKUY2SQ%2Fm2A%3D%3D&position=5&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "jobId": "2846122375",
        "refId": "c7gBP59XsIbFGQ7NW5%2FI7Q%3D%3D",
        "trackingId": "QF6SuM%2By%2BDezKUY2SQ%2Fm2A%3D%3D",
        "url_parsed": "https://www.linkedin.com/jobs/view/2846122375",
        "seniority_level": " Entry level ",
        "employment_type": " Full-time ",
        "job_function": " Engineering and Information Technology ",
        "industries": " IT Services and IT Consulting, Marketing Services, and Software Development "
    },
    "2783600398": {
        "title": " Open Source Software Engineer - Integrations ",
        "location": " Montesquiou, Occitanie, France ",
        "company": " Datadog ",
        "url_href": "https://fr.linkedin.com/jobs/view/open-source-software-engineer-integrations-at-datadog-2783600398?refId=c7gBP59XsIbFGQ7NW5%2FI7Q%3D%3D&trackingId=2mhndkBStfHZj3qJBeEDGg%3D%3D&position=6&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "jobId": "2783600398",
        "refId": "c7gBP59XsIbFGQ7NW5%2FI7Q%3D%3D",
        "trackingId": "2mhndkBStfHZj3qJBeEDGg%3D%3D",
        "url_parsed": "https://www.linkedin.com/jobs/view/2783600398",
        "seniority_level": " Entry level ",
        "employment_type": " Full-time ",
        "job_function": " Engineering and Information Technology ",
        "industries": " IT Services and IT Consulting, Marketing Services, and Software Development "
    },
    "2783496970": {
        "title": " Open Source Software Engineer - Container Ecosystems ",
        "location": " Montesquiou, Occitanie, France ",
        "company": " Datadog ",
        "url_href": "https://fr.linkedin.com/jobs/view/open-source-software-engineer-container-ecosystems-at-datadog-2783496970?refId=c7gBP59XsIbFGQ7NW5%2FI7Q%3D%3D&trackingId=gzylJeUQ8Ri3tyON9NFu8w%3D%3D&position=7&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "jobId": "2783496970",
        "refId": "c7gBP59XsIbFGQ7NW5%2FI7Q%3D%3D",
        "trackingId": "gzylJeUQ8Ri3tyON9NFu8w%3D%3D",
        "url_parsed": "https://www.linkedin.com/jobs/view/2783496970",
        "job_description": " About Datadog: We're on a mission to build the best platform in the world for engineers to understand and scale their systems, applications, and teams. We operate at high scale—trillions of data points per day—providing always-on alerting, metrics visualization, logs, and application tracing for tens of thousands of companies. Our engineering culture values pragmatism, honesty, and simplicity to solve hard problems the right way.The opportunity:Did you discover containers over the past few years, and have you been running them in production ever since? Did you dive into the Docker and Kubernetes code bases or follow the evolution of containers and the CRI with anticipation?Datadog is building world-class container-monitoring solutions that allow correlation between traces, metrics and logs coming from applications, the containers they run in, and the orchestrators that schedule them. We are looking for a developer experienced with the container ecosystem that will help us push container monitoring to the next level. Come join us as you help to build amazing open-source software that will run on thousands of machines and make life easier for technical customers who care deeply about what you build.You will:Build open-source software that monitors containers, their runtimes and other components of the cloud-native ecosystemParticipate and contribute to upstream open-source communitiesDo it in Go, Python, or any language that fits the particular task at handDesign and write features that solve new problems in the industryHave a significant impact on the product and the user experience of fellow engineers who use the productRequirements:You have been working with containers in production for at least a yearYou have significant systems programming experience in one or more languagesYou enjoy diving into new code bases, and can get down to low-level when neededYou want to work in a fast, high growth startup environment that respects its engineers and customersYou have a BS/MS/PhD in a scientific field or equivalent experienceBonus points:You have mastered one or more container orchestrators such as Kubernetes, Mesos, or NomadYou enjoy interacting with the upstream open-source communities, and can drive technical conversations in the openEqual Opportunity at Datadog:Datadog is an Affirmative Action and Equal Opportunity Employer and is proud to offer equal employment opportunity to everyone regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, gender identity, veteran status, and more. We also consider qualified applicants regardless of criminal histories, consistent with legal requirements.Your Privacy:Any information you submit to Datadog as part of your application will be processed in accordance with Datadog’s Applicant and Candidate Privacy Notice. ",
        "seniority_level": " Entry level ",
        "employment_type": " Full-time ",
        "job_function": " Engineering and Information Technology ",
        "industries": " IT Services and IT Consulting, Marketing Services, and Software Development "
    },
    "2783495048": {
        "title": " Software Engineer - IDE Integration ",
        "location": " Montesquiou, Occitanie, France ",
        "company": " Datadog ",
        "url_href": "https://fr.linkedin.com/jobs/view/software-engineer-ide-integration-at-datadog-2783495048?refId=c7gBP59XsIbFGQ7NW5%2FI7Q%3D%3D&trackingId=jLeHgHZlW65sqHznMNVkpw%3D%3D&position=8&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "jobId": "2783495048",
        "refId": "c7gBP59XsIbFGQ7NW5%2FI7Q%3D%3D",
        "trackingId": "jLeHgHZlW65sqHznMNVkpw%3D%3D",
        "url_parsed": "https://www.linkedin.com/jobs/view/2783495048",
        "job_description": " About Datadog:We're on a mission to build the best platform in the world for engineers to understand and scale their systems, applications, and teams. We operate at high scale—trillions of data points per day—allowing for seamless collaboration and problem-solving among Dev, Ops and Security teams globally for tens of thousands of companies. Our engineering culture values pragmatism, honesty, and simplicity to solve hard problems the right way.The Opportunity:As a Software Engineer - IDE Integration, you will be responsible for integrating Datadog services and technologies directly into the development environment of Datadog’s users.You Will:Build amazing visualizations for connecting high resolution production data with the source code in your development environment.Work tightly with teams at Datadog on exciting products, like Continuous Profiler.Build tools for developers that let them see Datadog information in their IDE.Own a meaningful part of a high visibility product, Popular in ecosystem and integrationYou Are:You have experience developing plug-ins for a major IDE, such as IntelliJ, VS Code or Eclipse.You have experience writing testable and maintainable UI code.You have the ability to iterate quickly and try out various product development ideas.You value simplicity and efficiency.Bonus Points:You have experience with custom data visualization and rendering.You have experience with release engineering for plugins or open-source libraries.You’re interested in statistics and in finding novel ways of displaying information.You’re interested in the low-level details of how code executesEqual Opportunity at Datadog:Datadog is an Affirmative Action and Equal Opportunity Employer and is proud to offer equal employment opportunity to everyone regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, gender identity, veteran status, and more. We also consider qualified applicants regardless of criminal histories, consistent with legal requirements.Your Privacy:Any information you submit to Datadog as part of your application will be processed in accordance with Datadog’s Applicant and Candidate Privacy Notice. ",
        "seniority_level": " Entry level ",
        "employment_type": " Full-time ",
        "job_function": " Engineering and Information Technology ",
        "industries": " IT Services and IT Consulting, Marketing Services, and Software Development "
    },
    "2783499457": {
        "title": " Library Software Engineer - C++ ",
        "location": " Montesquiou, Occitanie, France ",
        "company": " Datadog ",
        "url_href": "https://fr.linkedin.com/jobs/view/library-software-engineer-c%2B%2B-at-datadog-2783499457?refId=c7gBP59XsIbFGQ7NW5%2FI7Q%3D%3D&trackingId=EUd5Au7aGijn32YtQq%2BZoQ%3D%3D&position=9&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "jobId": "2783499457",
        "refId": "c7gBP59XsIbFGQ7NW5%2FI7Q%3D%3D",
        "trackingId": "EUd5Au7aGijn32YtQq%2BZoQ%3D%3D",
        "url_parsed": "https://www.linkedin.com/jobs/view/2783499457",
        "job_description": " About Datadog:We're on a mission to build the best platform in the world for engineers to understand and scale their systems, applications, and teams. We operate at high scale—trillions of data points per day—providing always-on alerting, metrics visualization, logs, and application tracing for tens of thousands of companies. Our engineering culture values pragmatism, honesty, and simplicity to solve hard problems the right way.The Opportunity:Datadog is building a world-class APM product that traces requests as they flow across complex systems. We are looking for an expert C++ developer who can help push our tracing tools to the next level. Come and join us to build amazing open source software.You Will:Write open source code that traces thousands of distributed applications written in C++ around the worldDrive our open source C++ projects and engage with the community to find and address the most important challengesJoin a great team building software the right wayRequirements:You’re a master C++ programmer. You’ve written high-performance and concurrent applications, and know your way around modern C++ . You don’t reinvent the wheel but you prefer keeping your code concise and efficientYou are a great community ambassador and can drive hard technical conversations towards a good solutionYou want to work in a fast, high growth startup environmentYou have a BS/MS/PhD in a scientific fieldBonus Points:You have significant experience with Go, Python, Java, JavaScript, Ruby or PHPYou have have experience with code telemetry and introspectionYou have experience with distributed systemsEqual Opportunity at Datadog:Datadog is an Affirmative Action and Equal Opportunity Employer and is proud to offer equal employment opportunity to everyone regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, gender identity, veteran status, and more. We also consider qualified applicants regardless of criminal histories, consistent with legal requirements.Your Privacy:Any information you submit to Datadog as part of your application will be processed in accordance with Datadog’s Applicant and Candidate Privacy Notice. ",
        "seniority_level": " Entry level ",
        "employment_type": " Full-time ",
        "job_function": " Engineering and Information Technology ",
        "industries": " IT Services and IT Consulting, Marketing Services, and Software Development "
    },
    "2783601412": {
        "title": " Software Engineer - Logs ",
        "location": " Montesquiou, Occitanie, France ",
        "company": " Datadog ",
        "url_href": "https://fr.linkedin.com/jobs/view/software-engineer-logs-at-datadog-2783601412?refId=c7gBP59XsIbFGQ7NW5%2FI7Q%3D%3D&trackingId=evkGzV1R1MA3hyd1wpd8Vw%3D%3D&position=10&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "jobId": "2783601412",
        "refId": "c7gBP59XsIbFGQ7NW5%2FI7Q%3D%3D",
        "trackingId": "evkGzV1R1MA3hyd1wpd8Vw%3D%3D",
        "url_parsed": "https://www.linkedin.com/jobs/view/2783601412",
        "seniority_level": " Entry level ",
        "employment_type": " Full-time ",
        "job_function": " Engineering and Information Technology ",
        "industries": " IT Services and IT Consulting, Marketing Services, and Software Development "
    },
    "2783602094": {
        "title": " Library Software Engineer - Go ",
        "location": " Montesquiou, Occitanie, France ",
        "company": " Datadog ",
        "url_href": "https://fr.linkedin.com/jobs/view/library-software-engineer-go-at-datadog-2783602094?refId=c7gBP59XsIbFGQ7NW5%2FI7Q%3D%3D&trackingId=8PaK%2F4dkKZGFwuqQ%2FjQgIg%3D%3D&position=11&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "jobId": "2783602094",
        "refId": "c7gBP59XsIbFGQ7NW5%2FI7Q%3D%3D",
        "trackingId": "8PaK%2F4dkKZGFwuqQ%2FjQgIg%3D%3D",
        "url_parsed": "https://www.linkedin.com/jobs/view/2783602094",
        "seniority_level": " Entry level ",
        "employment_type": " Full-time ",
        "job_function": " Engineering and Information Technology ",
        "industries": " IT Services and IT Consulting, Marketing Services, and Software Development "
    },
    "2783496973": {
        "title": " Library Software Engineer - Node.js ",
        "location": " Montesquiou, Occitanie, France ",
        "company": " Datadog ",
        "url_href": "https://fr.linkedin.com/jobs/view/library-software-engineer-node-js-at-datadog-2783496973?refId=c7gBP59XsIbFGQ7NW5%2FI7Q%3D%3D&trackingId=k2t3nuFI2T6FKvkDVgbL2A%3D%3D&position=14&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "jobId": "2783496973",
        "refId": "c7gBP59XsIbFGQ7NW5%2FI7Q%3D%3D",
        "trackingId": "k2t3nuFI2T6FKvkDVgbL2A%3D%3D",
        "url_parsed": "https://www.linkedin.com/jobs/view/2783496973",
        "job_description": " About Datadog:We're on a mission to build the best platform in the world for engineers to understand and scale their systems, applications, and teams. We operate at high scale—trillions of data points per day—providing always-on alerting, metrics visualization, logs, and application tracing for tens of thousands of companies. Our engineering culture values pragmatism, honesty, and simplicity to solve hard problems the right way.The Opportunity:Datadog is building a world-class APM product that traces requests as they flow across complex systems. We are looking for an expert Node.js developer who can help push our Javascript tracing tools to the next level. Come and join us to build amazing open-source software.You Will:Write open-source code that instruments thousands of Node applications around the worldDrive our open-source Node projects and engage with the community to find and fix the most important challengesJoin a great team building software the right wayRequirements:You’re a master Node programmer. You are a great community ambassador and can drive hard technical conversations towards a good solutionYou want to work in a fast, high growth startup environment that respects its engineers and customersYou have a BS/MS/PhD in a scientific field or equivalent experienceBonus Points:You have significant experience with Python, Go, Javascript, Ruby or PHPYou have experience with code telemetry and introspectionEqual Opportunity at Datadog:Datadog is an Affirmative Action and Equal Opportunity Employer and is proud to offer equal employment opportunity to everyone regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, gender identity, veteran status, and more. We also consider qualified applicants regardless of criminal histories, consistent with legal requirements.Your Privacy:Any information you submit to Datadog as part of your application will be processed in accordance with Datadog’s Applicant and Candidate Privacy Notice. ",
        "seniority_level": " Entry level ",
        "employment_type": " Full-time ",
        "job_function": " Engineering and Information Technology ",
        "industries": " IT Services and IT Consulting, Marketing Services, and Software Development "
    },
    "2881200816": {
        "title": " Tarbes : INGENIEUR(E) COMMERCIAL(E) LOGICIELS DE GESTION SAGE et EBP ",
        "location": " Pau, Nouvelle-Aquitaine, France ",
        "company": " Actuelburo ",
        "url_href": "https://fr.linkedin.com/jobs/view/tarbes-ingenieur-e-commercial-e-logiciels-de-gestion-sage-et-ebp-at-actuelburo-2881200816?refId=c7gBP59XsIbFGQ7NW5%2FI7Q%3D%3D&trackingId=x%2Fa3Q%2B1WeYy6GAnrBGEuqg%3D%3D&position=15&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "jobId": "2881200816",
        "refId": "c7gBP59XsIbFGQ7NW5%2FI7Q%3D%3D",
        "trackingId": "x%2Fa3Q%2B1WeYy6GAnrBGEuqg%3D%3D",
        "url_parsed": "https://www.linkedin.com/jobs/view/2881200816",
        "job_description": " Rattaché(e) Au Directeur Des Ventes Logiciel, Dans Un Contexte De Développement, Vos Missions Seront Les SuivantesL'ingénieur commercial est un Business Développer sur le secteur qui lui est attribué. Vous êtes reconnu comme un expert en logiciels de gestion, comptabilité et paye, Vous écoutez, recensez et analysez les besoins des Clients, Vous prenez rendez-vous avec nos clients et prospects, leur proposez nos solutions applicatives et leur présentez nos services. Vous les accompagnez dans leur transformation digitale, Vous participez au plan d'actions commerciales de l'équipe mis au point par la direction des ventes, Vous êtes autonome dans la création et la mise en oeuvre de votre propre plan d'actions commerciale, Vous travaillez en relation avec les autres Business Unit (Informatique, et Bureautique et solution de gestion documentaire), nos partenaires constructeurs et éditeurs,Avantages organisationnelsActuelburo accompagne les entreprises dans leur transformation digitale et vous aide à développer votre business en vous apportant : Un objectif contractuel faible pour plus de sérénité Une rémunération déplafonnée Une autonomie importante Une dynamique de l'apport d'affaire entre les 3 équipes commerciales Un service marketing dynamique pour générer du leads,Savoir-faireComme tout bon business développer, vous savez faire preuve d'adaptabilité et êtes capable de vous adresser à différents types d'interlocuteurs. Vous avez la capacité à vous inscrire dans des schémas de vente complexes ou rapides. Vos facultés relationnelles et votre capacité à entretenir de bonnes relations avec vos prescripteurs et vos clients sont des atouts majeurs., Conditions d'exercice1 - Liaisons - relationsExternes : clientInternes : support clients, chefs de projets, direction des ventes, direction techniquePrincipes de gestion commercial, comptabilité, paye.Logiciels EBP et SAGE, * Rigoureux(se)Sens de l'organisationEsprit d'initiativeCommunication, De formation supérieure en informatique (Bac +2), vous justifiez d'une expérience significative de 5 ans dans la vente de solutions de logiciels de gestion, comptabilité ou payePrérequis d'accès à l'emploi, Package de rémunérationVoiture de société et avantages liés à la fonction (carte de carburant et péage, ordinateur et téléphone portable, mutuelle, …).Rémunération motivante et transparente composée d'un fixe + variableRémunération annuelle indicative : 65 KEActuelburo est leader des solutions IT.Nous développons une nouvelle agence à Tarbes. Nos équipes techniques et commerciales sont réparties sur 3 activités : Informatique Cloud et Telecom, Logiciels de gestion, Bureautique.Actuelburo se démarque par une culture de la formation de ses équipes, mais surtout par la recherche de la satisfaction client et sa mesure systématique.Actuelburo s'appuie sur des partenariats et des certifications fortes :Microsoft Gold,VMWARE, VEEAM, STORMSHIELD, etc…Centre de compétence EBP, SAGE PME et PEConcessionnaire Konica MinoltaVous rejoignez une équipe de 93 collaborateurs composée notamment d'un service technique de 42 personnes. Vous intégrez un management moderne, appuyé sur l'exemple, au sein d'une entreprise attachée aux valeurs éthiques et humaines. ",
        "seniority_level": " Not Applicable ",
        "employment_type": " Full-time ",
        "job_function": " Other ",
        "industries": " Telecommunications "
    },
    "2783670425": {
        "title": " Library Software Engineer - Ruby ",
        "location": " Montesquiou, Occitanie, France ",
        "company": " Datadog ",
        "url_href": "https://fr.linkedin.com/jobs/view/library-software-engineer-ruby-at-datadog-2783670425?refId=c7gBP59XsIbFGQ7NW5%2FI7Q%3D%3D&trackingId=ncmNu7hnDYAHEmy8r3ZDQQ%3D%3D&position=16&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "jobId": "2783670425",
        "refId": "c7gBP59XsIbFGQ7NW5%2FI7Q%3D%3D",
        "trackingId": "ncmNu7hnDYAHEmy8r3ZDQQ%3D%3D",
        "url_parsed": "https://www.linkedin.com/jobs/view/2783670425",
        "job_description": " About Datadog:We're on a mission to build the best platform in the world for engineers to understand and scale their systems, applications, and teams. We operate at high scale—trillions of data points per day—allowing for seamless collaboration and problem-solving among Dev, Ops and Security teams globally for tens of thousands of companies. Our engineering culture values pragmatism, honesty, and simplicity to solve hard problems the right way.The Team:The APM Team at Datadog provides mission critical application health and performance monitoring for customers of all sizes and industries. We’re taking a new approach to APM with distributed tracing and seamless integration with Datadog’s Infrastructure and Logs products.The Opportunity:We are looking for an expert Ruby engineer experienced with Ruby language internals who can help push our tracing tools to the next level. Come and join us to build amazing open source software!You Will:Write code that instruments thousands of Ruby applications around the world. You’ll help drive our open source Ruby projects and engage with the community to find and address the most important challenges.Join a great team building software the right way You Are:You’re a master Ruby programmer. You think in blocks, faced the GIL limitations many times and you know there is more to Ruby than Rails. You’ve written piles of clean, correct, well-tested, performant, idiomatic Ruby code.You are a great community ambassador and can drive hard technical conversations towards a good solution.You have solid experience with widely used frameworks and libraries like Rails, Sinatra, Grape, Sidekiq or ActiveRecord.You want to work in a fast, high growth startup environment.You have a BS/MS/PhD in a STEM field or equivalent experience.Bonus Points:You have experience with JRuby and how it works in the JVM.You’ve played with eventmachine.You have significant experience with Python, Go, Java, JavaScript or Ruby.You have experience with code telemetry and introspection.Equal Opportunity at Datadog:Datadog is an Affirmative Action and Equal Opportunity Employer and is proud to offer equal employment opportunity to everyone regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, gender identity, veteran status, and more. We also consider qualified applicants regardless of criminal histories, consistent with legal requirements.Your Privacy:Any information you submit to Datadog as part of your application will be processed in accordance with Datadog’s Applicant and Candidate Privacy Notice. ",
        "seniority_level": " Entry level ",
        "employment_type": " Full-time ",
        "job_function": " Engineering and Information Technology ",
        "industries": " IT Services and IT Consulting, Marketing Services, and Software Development "
    },
    "2850941740": {
        "title": " Data Engineer Cloud PAU - H/F ",
        "location": " Pau, Nouvelle-Aquitaine, France ",
        "company": " Capgemini ",
        "url_href": "https://fr.linkedin.com/jobs/view/data-engineer-cloud-pau-h-f-at-capgemini-2850941740?refId=c7gBP59XsIbFGQ7NW5%2FI7Q%3D%3D&trackingId=UlHHej71Fnlpyg3Fezr5Sg%3D%3D&position=18&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "jobId": "2850941740",
        "refId": "c7gBP59XsIbFGQ7NW5%2FI7Q%3D%3D",
        "trackingId": "UlHHej71Fnlpyg3Fezr5Sg%3D%3D",
        "url_parsed": "https://www.linkedin.com/jobs/view/2850941740",
        "seniority_level": " Entry level ",
        "employment_type": " Full-time ",
        "job_function": " Engineering and Information Technology ",
        "industries": " IT Services and IT Consulting, Marketing Services, and Software Development "
    },
    "2783603071": {
        "title": " Library Software Engineer - PHP Extension Maintainer ",
        "location": " Montesquiou, Occitanie, France ",
        "company": " Datadog ",
        "url_href": "https://fr.linkedin.com/jobs/view/library-software-engineer-php-extension-maintainer-at-datadog-2783603071?refId=c7gBP59XsIbFGQ7NW5%2FI7Q%3D%3D&trackingId=b9YucRGfHOyTjbyfO%2FbDeQ%3D%3D&position=19&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "jobId": "2783603071",
        "refId": "c7gBP59XsIbFGQ7NW5%2FI7Q%3D%3D",
        "trackingId": "b9YucRGfHOyTjbyfO%2FbDeQ%3D%3D",
        "url_parsed": "https://www.linkedin.com/jobs/view/2783603071",
        "job_description": " About Datadog:We're on a mission to build the best platform in the world for engineers to understand and scale their systems, applications, and teams. We operate at high scale—trillions of data points per day—providing always-on alerting, metrics visualization, logs, and application tracing for tens of thousands of companies. Our engineering culture values pragmatism, honesty, and simplicity to solve hard problems the right way.The Team:The APM Team at Datadog provides mission critical application health and performance monitoring for customers of all sizes and industries. We’re taking a new approach to APM with distributed tracing, profiling and seamless integration with Datadog’s Infrastructure and Logs products.The Opportunity:We are looking for an expert PHP extension developer experienced with C and PHP internals who can help push our tracing tools to the next level. Come and join us to build amazing open source software!You Will:Write code that instruments thousands of PHP applications around the world. You’ll help drive our open source PHP projects and engage with the community to find and address the most important challenges.Join a great team building software the right way.Requirements:You have significant experience maintaining PHP extensions.You have a solid high-level understanding of the components of the Zend Engine and how they work together.You are a great community ambassador and can drive hard technical conversations towards a good solution.Bonus Points:You contribute to the PHP internals community.You have experience with the function-call-interception hooks in PHP; the VM hook zend_execute_ex, custom user opcode handlers, and/or the observer API.You have experience with web applications such as Wordpress, Drupal or Joomla.You have experience with frameworks such as Laravel, Symfony, or CakePHP.You have experience with code telemetry and introspection.Equal Opportunity at Datadog:Datadog is an Affirmative Action and Equal Opportunity Employer and is proud to offer equal employment opportunity to everyone regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, gender identity, veteran status, and more. We also consider qualified applicants regardless of criminal histories, consistent with legal requirements.Your Privacy:Any information you submit to Datadog as part of your application will be processed in accordance with Datadog’s Applicant and Candidate Privacy Notice. ",
        "seniority_level": " Entry level ",
        "employment_type": " Full-time ",
        "job_function": " Engineering and Information Technology ",
        "industries": " IT Services and IT Consulting, Marketing Services, and Software Development "
    }
}